Repository: jbleyel/enigma2-plugins
Catalog: vps/po/*.po
Languages: fi

source: Cancel
fi: Peruuta

source: Check for PDC
fi: Tarkista PDC

source: Check for PDC availability on each service
fi: Tarkista kunkin kanavan PDC:n saatavuus

source: Enable VPS
fi: Ota VPS käyttöön

source: Enable VPS by default (new timers)
fi: Ota VPS käyttöön oletuksena (uudet ajastukset)

source: Enable VPS on instant records
fi: Ota VPS käyttöön pikatallennuksissa

source: Enable VPS-Plugin
fi: Ota VPS-lisäosa käyttöön

source: If a programme is interrupted and divided into separate events, the plugin will search for the connected events.
fi: Jos ohjelma keskeytetään ja jaetaan erillisiin tapahtumiin, lisäosa etsii yhdistettyjä tapahtumia.

source: If enabled and necessary, the plugin will wake up the Receiver from Deep-Standby for the defined starting time to control whether the programme begins earlier.
fi: Jos lisäosa on käytössä ja tarpeen, se herättää vastaanottimen virransäästö-tilasta määritetyksi alkamisajaksi valvoakseen, alkaako ohjelma aikaisemmin.

source: If possible, x minutes before a timer starts VPS-Plugin will control whether the programme begins earlier. (0 disables feature)
fi: Jos mahdollista, x minuuttia ennen ajastuksen käynnistymistä VPS-lisäosa valvoo, alkaako ohjelma aikaisemmin. (0 poistaa ominaisuuden käytöstä)

source: In order to record a timer, the TV was switched to the recording service!
fi: Ajastimen tallentamista varten televisio kytkettiin tallennuspalveluun!

source: Information
fi: Tiedot

source: No
fi: Ei

source: Really close without saving settings?
fi: Suljetaanko tallentamatta asetuksia?

source: Seeking connected events
fi: Etsitään yhdistettyjä ohjelmia

source: Starting time
fi: Alkamisaika

source: The VPS-Plugin couldn't check if the selected channel supports VPS for manually programmed timers! Do you really want to enable VPS?
fi: VPS-lisäosa ei voinut tarkistaa, tukeeko valittu kanava VPS:ää manuaalisesti ohjelmoiduille ajastimille! Haluatko todella ottaa VPS:n käyttöön?

source: The channel may support VPS Do you want to enable VPS?
fi: Kanava saattaa tukea VPS:ää Haluatko ottaa VPS:n käyttöön?

source: The selected channel doesn't support VPS for manually programmed timers! Do you really want to enable VPS?
fi: Valittu kanava ei tue VPS:ää manuaalisesti ohjelmoiduille ajastimille! Haluatko todella ottaa VPS:n käyttöön?

source: This plugin can determine whether a programme begins earlier or lasts longer. The channel has to provide reliable data.
fi: Tämä lisäosa voi määrittää, alkaako ohjelma aikaisemmin vai kestääkö se pidempään. Kanavan on tarjottava luotettavaa tietoa.

source: VPS Settings
fi: VPS-asetukset

source: VPS Setup Version %s
fi: VPS-asennusversio %s

source: VPS enabled by default
fi: VPS käytössä oletuksena

source: VPS-Plugin Information
fi: VPS-lisäosan tiedot

source: VPS-Plugin can react on delays arising in the startTime or endTime of a programme. VPS is only supported by certain channels! If you enable VPS, the recording will only start, when the channel flags the programme as running. If you select "yes (safe mode)", the recording is definitely starting at the latest at the startTime you defined. The recording may start earlier or last longer. Supported channels Germany: ARD and ZDF Austria: ORF Switzerland: SF Czech Republic: CT If a timer is programmed manually (not via EPG), it is necessary to set a VPS-Time to enable VPS. VPS-Time (also known as PDC) is the first published start time, e.g. given in magazines. If you set a VPS-Time, you have to leave timer name empty.
fi: VPS-lisäosa voi reagoida viiveisiin, jotka syntyvät ohjelman aloitus- tai loppuajassa. Vain tietyt kanavat tukevat VPS:ää! Jos otat VPS:n käyttöön, tallennus alkaa vasta, kun kanava ilmoittaa ohjelman olevan käynnissä. Jos valitset "kyllä (turvatila)", tallennus alkaa ehdottomasti viimeistään määrittämäsi alkamisaikana. Tallennus voi alkaa aikaisemmin tai kestää pidempään. Tuetut kanavat Saksa: ARD ja ZDF Itävalta: ORF Sveitsi: SF Tšekin tasavalta: CT Jos ajastin ohjelmoidaan manuaalisesti (ei EPG:n kautta), on tarpeen asettaa VPS-aika, jotta VPS otetaan käyttöön. VPS-aika (tunnetaan myös nimellä PDC) on ensimmäinen julkaistu aloitusaika, esim. annetaan aikakauslehdissä. Jos asetat VPS-ajan, sinun on jätettävä ajastimen nimi tyhjäksi.

source: VPS-Plugin checks if the channel supports VPS ...
fi: VPS-lisäosa tarkistaa, tukeeko kanava VPS:ää...

source: VPS-Plugin couldn't check if the channel supports VPS. Do you want to enable VPS anyway?
fi: VPS-lisäosa ei voinut tarkistaa, tukeeko kanava VPS:ää. Haluatko silti ottaa VPS:n käyttöön?

source: VPS-Plugin couldn't check if the selected channel supports VPS. Do you really want to enable VPS?
fi: VPS-lisäosa ei voinut tarkistaa, tukeeko valittu kanava VPS:ää. Haluatko todella ottaa VPS:n käyttöön?

source: VPS-Time (date)
fi: VPS-aika (päivämäärä)

source: VPS-Time (time)
fi: VPS-aika (aika)

source: Wakeup from Deep-Standby is allowed
fi: Herätys virransäästötilasta on sallittu

source: When yes, VPS will be enabled on instant records (stop after current event), if the channel supports VPS.
fi: Kun kyllä, VPS otetaan käyttöön pikatallennuksilla (pysäytys nykyisen tapahtuman jälkeen), jos kanava tukee VPS:ää.

source: Yes
fi: Kyllä

source: Yes (safe mode)
fi: Kyllä (turvatila)

source: Yes, don't ask again
fi: Kyllä, älä kysy uudelleen

source: always ask
fi: kysy aina
