Repository: jbleyel/enigma2-plugins
Catalog: simplerss/po/*.po
Languages: fa, lt, nl, sr

source: Notification
fa: اخطار
lt: Pranešimas
nl: Bericht
sr: Obaveštenje

source: Preview
fa: پیش نمایش
lt: Peržiūra
nl: Vooruitblik
sr: Pregled

source: Ticker
fa: تیک تیک
nl: Ponsband

source: none
fa: هیچ چی
lt: jokio
nl: geen
sr: nijedan

source: New Items
fa: گزینه جدید
lt: Nauji elementai
nl: Nieuwe items
sr: Novi artikli

source: Autoupdate
fa: بروزرسانی خودکار
lt: Automatinis atnaujinimas
sr: Autoažuriranje

source: Feed URI
fa: خوراندن نشانی اینترنتی
lt: Šaltinių internetinis adresas
nl: Feed url
sr: Fid URI

source: Cancel
fa: لغور کردن
lt: Atšaukti
nl: Annuleren
sr: Otkaži

source: OK
fa: مورد تایید است
lt: Gerai

source: Simple RSS Reader Setup
fa: راه اندازی یک آر اس اس ساده
lt: RSS skaitytuvo sąranka
nl: Simple RSS Reader instellingen
sr: Podešavanje jednostavnog RSS Čitača

source: Save
fa: ذخیره
lt: Išsaugoti
nl: Sla
sr: Sačuvaj

source: New
fa: جدید
lt: Naujas
nl: Nieuw
sr: Novi

source: Delete
fa: حذف کردن
lt: Pašalinti
nl: Verwijderen
sr: Obriši

source: Feed
fa: خوراک
lt: Šaltinis
sr: Fid

source: Start automatically with Enigma2
fa: راه اندازی خودکار همزمان با انیگما 2
lt: Paleisti su Enigma2 automatiškai
nl: Start automatisch met Enigma2
sr: Pokreni automatski sa Enigmom2

source: Keep running in background
fa: در حال اجرا پس زمینه
lt: Leisti ir fone
nl: Op de achtergrond uitvoeren
sr: Nastavi rad u pozadini

source: Update Interval [min]
fa: فاصله بهروزرسانی [دقیقه]
lt: Atnaujinimo intervalas [min]
sr: Ažuriraj interval [min]

source: Show new Messages as
fa: نمایش پیام جدید به عنوان
lt: Naujus pranešimus rodyti, kaip
nl: Laat nieuwe berichten zien als
sr: Pokaži nove poruke kao

source: *Vertical position of ticker [%] (0% = top / 100% = bottom)
fa: *موقعیت عمودی نشانگر [%] (0% = بالا / 100% = پایین)
lt: * Vertikali žymeklio padėtis [%] (0 % = viršus / 100 % = apačia)
nl: *Verticale positie van ticker [%] (0% = boven / 100% = onder)
sr: *Vertikalni položaj oznake [%] (0% = vrh / 100% = dno)

source: *Frequency of scrollsteps [ms] (low values slow down the box)
fa: * Frequency of scrollsteps [ms] (مقادیر پایین جعبه را کند می کند)
lt: *Žingsnių slinkties dažnis [ms] (mažos vertės sulėtina langelį)
nl: *Frequentie van scrollsteps [ms] (lage waarden vertragen de box)
sr: *Učestalost koraka za pomeranje [ms] (niske vrednosti usporavaju polje)

source: *Scrollspeed [pixels per step] (high values lead to jerking)
fa: * Scrollspeed [پیکسل در هر مرحله] (مقادیر بالا منجر به حرکات تند و سریع)
lt: *Scrollspeed [pikselių per žingsnį] (didelės vertės lemia trūkčiojimą)
nl: *Scrollsnelheid [pixels per stap] (hoge waarden leiden tot schokken)
sr: *Scrollspeed [pikseli po koraku] (visoke vrednosti dovode do drkanja)

source: *=please perform a GUI-restart for these changes to take effect
fa: *=لطفا برای اعمال این تغییرات یک بازراه اندازی مجدد GUI انجام دهید
lt: *=prašome atlikti GUI paleidimą iš naujo, kad šie pakeitimai įsigaliotų
nl: *=Voer een GUI-herstart uit om deze veranderingen te effectueren
sr: *=izvršite GUI-restart da bi ove promene stupile na snagu

source: Note: If box becomes extremely slow, please reduce the quantity of feeds.
fa: توجه: اگر جعبه بسیار اهسته می شود، لطفا مقدار خوراک را کاهش دهید.
lt: Pastaba: Jei dėžutė veikia labai lėtai, sumažinkite pašarų kiekį.
nl: Opmerking: Als de box extreem traag wordt, verminder dan de hoeveelheid voeding.
sr: Napomena: Ako kutija postane izuzetno spora, smanjite količinu feedova.

source: Really delete this entry? It cannot be recovered!
fa: واقعا این ورودی حذف می شود؟ نمی توان ان را بازیابی کرد!
lt: Tikrai pašalinti šį įrašą? Tai neatstatoma!
nl: Deze entry echt verwijderen? Dit kan niet worden hersteld!
sr: Stvarno obrisati ovaj unos? On ne može biti obnovljen!

source: Import feeds from:
fa: واردات خوراندنها از:
lt: Importuoti kanalus iš:
nl: Importeer feeds van:
sr: Uvezi feedove iz:

source: Importing '%s' %s feeds were imported successfully %s feeds were double and not imported
fa: در حال وارد کردن ٪s» ٪s فیدها با موفقیت وارد شدند ٪s خوراندنها دو برابر شده و وارد نشده است
lt: Importuoti "%s %s kanalai sėkmingai importuoti %s kanalai buvo dvigubi ir neimportuoti
nl: Importeren van '%s' %s feeds zijn succesvol geïmporteerd %s feeds waren dubbel en niet geïmporteerd
sr: Uvoz '%s' %s feedovi su uspešno uvezeni %s feedovi su bili dvostruki i nisu uvezeni

source: File '%s' was not found, import was aborted!
fa: پرونده ٪s» پیدا نشد، وارد کردن ساقط شد!
lt: Failas '%s' nerastas, importas nutrauktas!
sr: Datoteka '%s' nije pronađena, uvoz je prekinut!

source: Error while parsing Feed, this usually means there is something wrong with it.
fa: اشکال تجزیه و تحلیل خبر ، که معمولا به معنی این است که خطایی همراه آن اس.
lt: Klaida, nuskaitant šaltinius. Dažniausiai tai reiškia, kad ten kažkas negerai.
nl: Fout tijdens verwerken feed, dit betekent meestal dat er iets fout is.
sr: Greška kod analiziranja fida.ovo obično znači da nešto s njim nije u redu.

source: Update is being done in Background. Contents will automatically be updated when it's done.
fa: Update در Background در حال انجام است. محتویات به طور خودکار به روز می شود زمانی که ان را انجام می شود.
lt: Fone vyksta atnaujinimas. Po to turinys atsinaujins automatiškai.
nl: Update wordt op de achtergrond uitgevoerd. De inhoud wordt automatisch ververst als het gereed is.
sr: Ažuriranje se obavlja u pozadini. Sadržaj će automatski biti ažuriran kad se završi.

source: Entry %s/%s
fa: ورودی ٪s/٪s
lt: Įrašas %s/%s
nl: Ingave %s%s
sr: Unos %s/%s

source: Enclosures
fa: ضمائم
lt: Priedų
nl: Bijlages
sr: Prilozi

source: Simple RSS Reader: %s
fa: خواننده RSS ساده: ٪s
lt: Paprastas RSS skaitytuvas: %s
sr: Jednostavni RSS Čitač: %s

source: No such Item.
fa: نبود گزینه های زیا.
lt: Tokio elemento nėra.
nl: Geen dergelijk item.
sr: Nema takvog artikla.

source: {no attachments found}
fa: {پیوستی یافت نشد}
lt: {nebuvo rasta priedų}
nl: {geen bijlagen gevonden}
sr: {нису пронађени прилози}

source: Sorry, this attachment cannot be opened: unsupported MIME type
fa: متأسفیم، این پیوست باز نمی شود: نوع MIME پشتیبانی نمی شود
lt: Atsiprašome, šio priedo negalima atidaryti: nepalaikomas MIME tipas
nl: Sorry, deze bijlage kan niet worden geopend: niet ondersteund MIME-type
sr: Žao nam je, ovaj prilog se ne može otvoriti: nepodržani MIME tip

source: Plugin 'PicturePlayer' not found! In order to view pictures, please install it from plugin feed
fa: پلاگین 'PicturePlayer' یافت نشد! برای مشاهده تصاویر، لطفا آن را از فید افزونه نصب کنید
lt: Įskiepis "PicturePlayer" nerastas! Norėdami peržiūrėti paveikslėlius, įdiekite jį iš įskiepių kanalo
nl: Plugin 'PicturePlayer' niet gevonden! Om foto's te bekijken, installeer het van plugin feed
sr: Dodatak 'PicturePlaier' nije pronađen! Da biste videli slike, instalirajte ga sa dodatka

source: change feed
fa: تغییر خوراندن
lt: keisti pašarą
nl: wijzigingsaanvoer
sr: promena feeda

source: Entry %s/%s - %s
fa: ورودی ٪s/٪s - ٪s
lt: Įrašas %s/%s - %s
nl: Invoer %s/%s - %s
sr: Stavka %s/%s - %s

source: Feed is empty.
fa: خوراک خالی است.
lt: Šaltiniai tušti.
nl: Feed is leeg.
sr: Fid je prazan.

source: Entries
fa: نوشته ها
lt: Įrašai
nl: Ingaves
sr: Unosi

source: Simple RSS Reader
fa: یک آر اس اس ساده
lt: Paprastas RSS skaitytuvas
sr: Jednostavni RSS Čitač

source: Feed %s/%s
fa: در حال تغذیه ٪s/٪s
lt: Šaltinis %s/%s
sr: Fidl %s/%s

source: Close
fa: بستن
lt: Uždaryti
nl: Sluiten
sr: Zatvori

source: Settings
fa: تنظیمات
lt: Nustatymai
nl: Instellingen
sr: Postavke

source: Update Feed
fa: بروزرسانی اخبار سایت
lt: Atnaujinti šaltinius
nl: Feed bijwerken
sr: Ažuriraj fid

source: What to do?
fa: چه کاری انجام دهید؟
lt: Ką daryti?
nl: Wat te doen?
sr: Šta činiti?

source: New Items since last Auto-Update
fa: گزینه جدید از زمان آخرین بروزرسانی
lt: Nauji elementai nuo paskutinio autoatnaujinimo
nl: Nieuwe items sinds laatste auto-update
sr: Novi artikli od zadnjeg autoažuriranja

source: Sorry, this type of feed is unsupported: %s
fa: با عرض پوزش، این نوع خوراک پشتیبانی نمی شود: % s
lt: Atleiskite, šis šaltinių tipas netinka: %s
nl: Sorry, dit type feed wordt niet ondersteund: %s
sr: Žao mi je, ovaj tip fida nije podržant: %s

source: Received %d new news item(s).
fa: ٪d مورد خبری جدید دریافت شد.
lt: Parsiųsta %d naujienų įrašų.
nl: %d nieuwe nieuws item(s) ontvangen.
sr: Primljeno %d novih artikala vest(i).

source: Error when reading the feed. Does your address really refer to an RSS feed?
fa: خطا هنگام خواندن فید. آیا آدرس شما واقعاً به فید RSS اشاره دارد؟
lt: Klaida skaitant kanalą. Ar jūsų adresas iš tikrųjų nurodo į RSS kanalą?
nl: Fout bij het lezen van de feed. Verwijst je adres echt naar een RSS-feed?
sr: Greška pri čitanju fida. Da li se vaša adresa zaista odnosi na RSS feed?

source: trying to download the feed...
fa: در تلاش برای دانلود خوراک...
lt: bando atsisiųsti kanalą...
nl: probeer de feed te downloaden...
sr: pokušaj preuzimanja feeda...

source: A simple to use RSS reader
fa: ساده برای استفاده از RSS خوان
lt: Naudotis RSS skaitytuvu paprasta
nl: Een simpel te gebruiken RSS reader
sr: Jednostavan RSS čitač

source: View RSS...
fa: نمایش آر اس اس.
lt: Peržiūrėti RSS...
nl: Bekijk RSS...
sr: Vidi RSS ...

source: Feed 1/%s
lt: Pašaras 1/%s
nl: Voer 1/%s
sr: Ubacite 1/%s
