Repository: jbleyel/enigma2-plugins
Catalog: mphelp/po/*.po
Languages: it

source: AutoTimer FAQ
it: FAQ di AutoTimer

source: AutoTimer Help
it: Guida di AutoTimer

source: Close
it: Chiudi

source: Congratulations
it: Congratulazioni

source: Frequently asked questions about the AutoTimer
it: Domande frequenti su AutoTimer

source: Generic setup
it: Configurazione generica

source: Question: I found a problem with the AutoTimer, can you fix it?/nAnswer: First try the AutoTimer version in a recent (experimental) Image to see if the problem was fixed. Then read the Help again and the upcoming FAQs to make sure that this is actually a problem and not expected behavior./nIf you still think there is something wrong with the AutoTimer, please visit http://www.dream-multimedia-tv.de/board and post your problem there./n/nQ: The plugin only adds timers when leaving the configuration, not automatically. What can I do?/nA: From the Overview press MENU and enter the 'Setup'. In this screen enable 'Poll automatically' and you should be good to go.
it: Domanda: ho riscontrato un problema con AutoTimer, puoi risolverlo?/nRisposta: prova prima la versione di AutoTimer in un'immagine recente (sperimentale) per vedere se il problema è stato risolto. Quindi leggi di nuovo la Guida e le prossime FAQ per assicurarti che questo sia effettivamente un problema e non un comportamento previsto./nSe pensi ancora che ci sia qualcosa di sbagliato con AutoTimer, visita http://www.dream-multimedia-tv.de/board e posta lì il tuo problema./n/nDomanda: il plugin aggiunge i timer solo quando si esce dalla configurazione, non automaticamente. Cosa posso fare?/nRisposta: dal Riepilogo premi MENU e accedi a 'Impostazioni'. In questa schermata abilita 'Abbinamento automatico' e dovresti essere a posto.

source: Question: My AutoTimer for 'News' does not record the 'Late News'./nAnswer: Check 'Search type' and 'Search strictness' for the given AutoTimer./n/nQ: The show I'm trying to record contains umlauts in its title. AutoTimer does not find it./nA: Check the 'EPG encoding' for the given AutoTimer. For german stations 'UTF-8' should be selected./n/nQ: I seem to be unable to record two subsequent events. There is only a single timer created that spans (part of) both events./nA: From the Overview press MENU and enter the 'Setup'. In this screen disable 'Guess existing timer based on begin/end'.
it: Domanda: con il termine 'Notizie' AutoTimer non trova 'Ultime notizie'./nRisposta: controlla 'Tipo di abbinamento' e se era stata scelta l’opzione 'Abbinamento esatto'./n/nDomanda: l’evento che vorrei registrare contiene la dieresi nel titolo, AutoTimer non lo trova./nRisposta: controlla la codifica EPG per l'AutoTimer specificato. Per le stazioni tedesche dovrebbe essere selezionato UTF-8./n/nDomanda: sembra che non si riesca a registrare due eventi consecutivi, viene creato solo un timer che copre (parte) dei due eventi./nRisposta: dal Riepilogo premi MENU, entra nella Configurazione e disabilita 'Rileva timer esistente in base all'inizio/fine'.

source: Question: You keep talking about help being provided for each parameter. I'm unable to read it (in part or in full)./nAnswer: Try using the default skin and if it works ask the creator of your regular skin. If it still does not work your image might not provide the actual default skin so contact the creator of your image.
it: Domanda: continui a parlare dell'aiuto fornito per ciascun parametro, ma io non riesco a leggerlo (in parte o per intero)./nRisposta: prova ad usare la skin predefinita e se funziona fallo sapere al creatore della tua skin preferita. Se il problema persiste, la tua immagine potrebbe non fornire la skin corrente predefinita, quindi contatta il creatore della tua immagine.

source: The 'Overview'
it: Il Riepilogo

source: The AutoTimer overview is the standard entry point to this plugin./n/nIf AutoTimers are configured you can choose them from a list to change them (OK button on your remote) or remove them (YELLOW button on your remote)./nNew Timers can be added by pressing the BLUE button and the control menu can be opened using the MENU button./n/nWhen leaving the plugin using the GREEN button it will search the EPG for matching events ONCE. To configure a regular search interval of the plugin to search for events open the control menu and enter the plugin setup.
it: Il Riepilogo AutoTimer è il punto di accesso standard a questo plugin./n/nSe i timer automatici sono configurati, puoi sceglierli da un elenco per modificarli (tasto OK sul telecomando) o rimuoverli (tasto GIALLO sul telecomando)./nNuovi timer possono essere aggiunti premendo il tasto BLU, mentre il menu di controllo può essere aperto usando il tasto MENU./n/nQuando si esce dal plugin usando il tasto VERDE, verranno cercati UNA VOLTA SOLA gli eventi da abbinare all'EPG. Per configurare un intervallo di ricerca regolare del plugin per cercare eventi, apri il menu di controllo e accedi alla configurazione del plugin.

source: The control menu hides less frequently used options of the plugin, including the configuration and default settings for new AutoTimers./n/nWhile you can just open the menu and take a look for yourself, let's go through the available options:/n - Help:/n What you are looking at right now/n - Preview:/n Simulate EPG search, helps finding errors in your setup./n - Import existing Timer:/n Create a new AutoTimer based on an existing regular timer./n - Import from EPG:/n Create an AutoTimer based on an EPG event./n - Setup:/n Generic configuration of the plugin./n - Edit new timer defaults:/n Configure default values for new AutoTimers./n - Create a new timer using the wizard/classic editor:/n Use the non-default editor to create a new AutoTimer.
it: Il menu di controllo nasconde le opzioni del plugin usate meno frequentemente, incluse la configurazione e le impostazioni predefinite per i nuovi timer automatici./n/nSebbene sia possibile aprire il menu e consultare le opzioni autonomamente, è più veloce esaminare qui le scelte disponibili:/n - Aiuto:/n lo stai guardando in questo momento./n - Anteprima:/n simula la ricerca EPG, aiuta a trovare errori nella configurazione./n - Importa timer esistente:/n crea un nuovo AutoTimer basato su un timer regolare esistente./n - Importa da EPG:/n crea un AutoTimer basato su un evento EPG./n - Configurazione:/n configurazione generica del plugin./n - Modifica le nuove impostazioni predefinite del timer:/n configura i valori predefiniti per i nuovi AutoTimer./n - Crea un nuovo timer usando l'Assistente o l'Editor Classico:/n usa l'editor non predefinito per creare un nuovo AutoTimer.

source: This FAQ is supposed to help everyone unwilling to help themselves by reading all the provided help available, and those who did not find a solution to their problems within the provided documentation./n/nTo make these hints a little easier to read, they are split up on multiple pages. You can go to the next page using the BLUE button on your remote control and back using the YELLOW one. Pressing the RED button or EXIT will close the FAQ.
it: Queste domande frequenti dovrebbero aiutare tutti coloro che non sono disposti ad aiutare se stessi leggendo tutto l'aiuto disponibile fornito e coloro che non hanno trovato una soluzione ai loro problemi all'interno della documentazione fornita./n/nPer rendere questi suggerimenti un po' più facili da leggere, sono suddivisi su più pagine. Puoi andare alla pagina successiva usando il tasto BLU del telecomando e tornare indietro utilizzando quello GIALLO. Premendo il tasto ROSSO o EXIT si chiuderanno le FAQ.

source: This help screen is supposed to give you a quick look at everything the AutoTimer has to offer./nYou can abort it at any time by pressing the RED or EXIT button on your remote control or bring it up at a later point by selecting it from the control menu using the MENU button from the regular entry point of the plugin (more on that later)./n/n/nBut you really should consider to take the few minutes it takes to read these help pages.
it: Questa schermata di aiuto dovrebbe permetterti di dare una rapida occhiata a tutto ciò che AutoTimer ha da offrire./nPuoi interromperla in qualsiasi momento premendo il tasto ROSSO o EXIT sul telecomando o richiamarla in un secondo momento selezionandola dal menu di controllo usando il tasto MENU dal normale punto di ingresso del plugin (ne parleremo più avanti)./n/n/nDovresti davvero prendere in considerazione di dedicare pochi minuti a leggere queste pagine di aiuto.

source: This is mostly a matter of taste./nThe Wizard provides you with a reduced set of options and presents them in smaller sets at a time. It is mostly aimed at users not very experienced with this plugin or the 'expert' level features of enigma2./n/nYou can check out the 'classic' editor by opening an existing timer from the overview and if you prefer this view over the wizard you can change the default editor in the setup dialog.
it: Qui si tratta principalmente di una questione di gusti./nL'Assistente fornisce un insieme ridotto di opzioni e le presenta in insiemi più piccoli alla volta. È rivolto principalmente agli utenti non molto esperti con questo plugin o con le funzionalità di livello esperto di Enigma2./n/nPuoi usare l'Editor Classico aprendo un timer esistente dal Riepilogo e se preferisci questa visualizzazione rispetto a quella dell'Assistente è possibile modificare questa opzione nella finestra di dialogo della configurazione.

source: This screen should be pretty straight-forward. If the option name does not give its meaning away there should be an explanation for each of them when you select them. If there is no visible explanation this is most likely a skin issue and please try if the default skin fixes the issue./n/nA lot of effort has been put in making the parameters as easy to understand as possible, so give reading them a try ;-).
it: Questa schermata dovrebbe essere piuttosto semplice. Se il nome dell'opzione non ne rivela il significato, dovrebbe esserci una spiegazione per ciascuna di esse quando le selezioni. Se non c'è una spiegazione visibile, molto probabilmente si tratta di un problema relativo alla skin e prova se la skin predefinita risolve il problema./n/nÈ stato fatto un grande sforzo per rendere la comprensione dei parametri più semplice possibile, quindi fai almeno un tentativo di leggere la guida!

source: Welcome to the AutoTimer-Plugin
it: Benvenuto nel plugin AutoTimer

source: What is this 'control menu' you keep talking about?
it: Cos'è questo 'menu di controllo' di cui continui a parlare?

source: Wizard or Classic Editor?
it: Assistente o Editor Classico?

source: You now know almost everything there is to know about the AutoTimer-Plugin./n/nAs a final hint I can't stress how important it is to take a look at the help texts that are shown in the setup dialogs as they cover the most frequently asked questions. Surprisingly even after the hints were added ;-).
it: Ora sai quasi tutto quello che c'è da sapere sul plugin AutoTimer./n/nCome suggerimento finale non posso sottolineare quanto sia importante dare un'occhiata ai testi di aiuto che vengono mostrati nelle finestre di dialogo di configurazione poiché coprono le domande più frequenti (anche dopo che sono stati aggiunti questi suggerimenti!).
