Repository: jbleyel/enigma2-plugins
Catalog: partnerbox2/po/*.po
Languages: nl

source: %d Hour
nl: %d uur

source: %d Minutes
nl: %d minuten

source: Activate Picture in Picture
nl: Activeer Picture in Picture

source: Add
nl: Toevoegen

source: Add Partnerbox Bouquets
nl: Favorietenlijst(en) van de Partnerbox toevoegen

source: Add Partnerbox Channels
nl: Zenders van de Partnerbox toevoegen

source: Alternative bouquets/services are not supported!
nl: Alternatieve favorietenlijsten of zenders worden niet ondersteund!

source: Attention, this is a repeated timer!
nl: Let op, dit is een herhalende timer!

source: Bouquet '%s' successfully added from '%s'.
nl: Favorietenlijst '%s' succesvol toegevoegd van '%s'.

source: Box was successfully removed!
nl: Ontvanger succesvol verwijderd!

source: Boxsearch
nl: Ontvangers zoeken

source: Channel list from: %s
nl: Zenderlijst van: %s

source: Choose action:
nl: Maak uw keuze:

source: Clean up (delete) all completed timers?
nl: Alle uitgevoerde timers opruimen (verwijderen)?

source: Define the interval for downloading the RemoteTimer list.
nl: De interval voor het downloaden van de RemoteTimer lijst opgeven.

source: Delete
nl: Verwijder

source: Disable Picture in Picture
nl: Picture in Picture uitschakelen

source: Disable Timer
nl: Timer deactiveren

source: Do you really want to remove this partnerbox from list?
nl: Wilt u deze Partnerbox verwijderen uit de lijst?

source: EPG refresh
nl: EPG verversen

source: Enable Debuglog *
nl: Debuglog * activeren

source: Enable Partnerbox in Channel Selection *
nl: Partnerbox activeren in de zenderlijst *

source: Enable Partnerbox in EPG *
nl: Partnerbox activeren in de EPG *

source: Enable Timer
nl: Timer activeren

source: Enables Partnerbox functions in Channel Selection.
nl: Partnerbox functies in de zenderlijst inschakelen.

source: Enables Partnerbox functions in local Electronic Program Guide.
nl: Partnerbox-functies activeren in de lokale Electronic Program Guide.

source: Getting channel information...
nl: Zender informatie laden...

source: Give Enigma time to fill epg cache...
nl: Even geduld, bezig met het vullen van de EPG cache...

source: IP address of the Remote Box to log in.
nl: IP-adres van de Partnerbox.

source: Load RemoteTimers *
nl: RemoteTimers laden *

source: Loading partnerboxes
nl: Partnerboxen laden

source: Local box
nl: Lokale ontvanger

source: Manage timer for other boxes in network
nl: Beheer timers voor andere ontvangers in uw netwerk

source: Menu PiP
nl: PiP menu

source: Move Picture in Picture
nl: Picture in Picture verplaatsen

source: Name
nl: Naam

source: Name of the Remote Box (freely selectable).
nl: Naam van de Partnerbox.

source: No description available
nl: Geen omschrijving beschikbaar

source: No message from box received.
nl: Geen bevestiging van de ontvanger.

source: No name available
nl: Geen naam beschikbaar

source: No servicename available
nl: Geen zendernaam beschikbaar

source: No servicereference available
nl: Geen zenderreferentie beschikbaar

source: Partnerbox Config
nl: Partnerbox instellingen

source: Partnerbox Entry Actions
nl: Partnerbox aanmelding Acties

source: Partnerbox Setup
nl: Partnerbox Instellingen

source: Partnerbox Setup Actions
nl: Partnerbox Instellingen Acties

source: Partnerbox entries
nl: Partnerbox aanmeldingen

source: Partnerbox is currently streaming from internet and this cannot be forwarded!
nl: Partnerbox is op dit moment aan het streamen via internet, dit kan niet doorgestuurd worden!

source: Partnerbox is currently streaming from media and this cannot be forwarded!
nl: Partnerbox is bezig met het streamen van media, dit kan niet doorgestuurd worden!

source: Partnerbox: Boxes found in network
nl: Ontvangers gevonden in netwerk:

source: Partnerbox: List of partnerboxes
nl: Partnerbox: Ontvanger overzicht

source: Partnerbox: Remote player
nl: Partnerbox: RemoteTV-Player

source: Partnerbox: Select Bouquet
nl: Partnerbox: Selecteer favorietenlijst

source: Partnerbox: Select Channel
nl: Partnerbox: Selecteer zender

source: Partnerbox: Setup
nl: Partnerbox: Instellingen

source: Partnerbox: Stream current RemoteChannel
nl: Partnerbox: Huidige Remote zender streamen

source: Partnerboxes
nl: Partnerboxen

source: Password
nl: Wachtwoord

source: Password for the Remote Box to log in..
nl: Wachtwoord voor het inloggen op de Partnerbox..

source: Port
nl: Poort

source: Port of the Remote Box to log in.
nl: Poort voor het inloggen op de Partnerbox.

source: Record timer not added.
nl: Timer niet toegevoegd.

source: Refresh remote Electronic Program Guide.
nl: Verversen van de remote Electronic Program Guide.

source: Refresh remote epg
nl: Remote EPG verversen

source: Refresh time
nl: Ververs tijd

source: Refresh time for downloading the remote Electronic Program Guide.
nl: Ververs tijd voor het downloaden van de remote Electronic Program Guide.

source: Remote box:
nl: Partnerbox:

source: Searching for active and standby boxes in peer-to-peer network...
nl: Zoeken naar actieve en standby ontvangers in het netwerk...

source: Select 'Yes' to enable add debug output to log.
nl: Kies 'Ja' om Debug gegevens aan het log toe te voegen.

source: Select operation for
nl: Selecteer een functie voor

source: Select the location in which to store the recording:
nl: Opname-locatie kiezen:

source: Service '%s' from '%s' was already added.
nl: Zender '%s' van '%s' is al toegevoegd.

source: Service '%s' successfully added from '%s'.
nl: Zender '%s' succesvol toegevoegd van '%s'.

source: Setup for Partnerbox
nl: Partnerbox instellingen

source: Show 'RemoteTV player' in Extensions Menu *
nl: Toon 'RemoteTV player' in het Extensies-menu *

source: Show 'Stream current Service' in Extensions Menu *
nl: Toon 'Stream huidige zender' in het Extensies-menu *

source: Show Partnerbox function 'RemoteTV player' in Extensions Menu.
nl: Toon de Partnerbox functie 'Remote TV-player' in het Extensies-menu.

source: Show Partnerbox function 'Stream current service' in Extensions Menu.
nl: Toon de Partnerbox functie 'Stream huidige zender' in het Extensies-menu.

source: Stream TV from your partnerbox
nl: Stream TV van de Partnerbox

source: Stream current channel from partnerbox
nl: Stream huidige zender van de Partnerbox

source: Take over
nl: Overnemen

source: This box is already installed!
nl: Deze ontvanger is al ge√Ønstalleerd!

source: Timer overview from: %s
nl: Timeroverzicht van: %s

source: Toggle Standby
nl: Standby In- of Uitschakelen

source: Unexpected error accessing WebIF
nl: Onverwachte fout bij toegang tot WebIF

source: Upper/lower case
nl: Hoofd / kleine letters

source: Zap focus to Picture in Picture
nl: Naar Picture in Picture zappen

source: Zap focus to main screen
nl: Naar hoofdscherm zappen

source: Zap to service on Remote Box when streaming.
nl: Naar zender op Partnerbox zappen tijdens het streamen.

source: Zap to service when streaming
nl: Naar zender zappen tijdens het streamen

source: already installed
nl: is al ge√Ønstalleerd

source: n/a
nl: n.v.t.

source: not installed yet
nl: nog niet ge√Ønstalleerd
